const qnaire = [
  {
    "question": "1.	我觉得比平时容易紧张或着急",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "2.	我无缘无故在感到害怕",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "3.	我容易心里烦乱或感到惊恐",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "4.	我觉得我可能将要发疯",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "5.	我觉得一切都很好",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "6.	我手脚发抖打颤",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "7.	我因为头疼、颈痛和背痛而苦恼",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "8.	我觉得容易衰弱和疲乏",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "9. 我觉得心平气和，并且容易安静坐着",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "10. 我觉得心跳得很快",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "11. 我因为一阵阵头晕而苦恼",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "12. 我有晕倒发作，或觉得要晕倒似的",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "13. 我吸气呼气都感到很容易",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "14. 我的手脚麻木和刺痛",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "15. 我因为胃痛和消化不良而苦恼",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "16. 我常常要小便",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "17. 我的手脚常常是干燥温暖的",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "18. 我脸红发热",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "19. 我容易入睡并且一夜睡得很好",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "20. 我作恶梦",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  }
]

module.exports = {
  qnaire: qnaire
}